Repository: santiagolizardo/visualtail
Catalog: src/main/resources/com/santiagolizardo/visualtail/resources/languages/*.po
Languages: uk

source: Copy
uk: Копіювати

source: Exit
uk: Вихід

source: Find...
uk: Знайти...

source: Find next
uk: Знайти наступне

source: Select all
uk: Виділити все

source: Clear buffer
uk: Очистити буфер

source: Print this file
uk: Надрукувати цей файл

source: Check for changes
uk: Перевірити наявність змін

source: Scroll to new lines
uk: Перейдіть до нових ліній

source: About this application
uk: Про цей додаток

source: More info about the project at <a href="%s">%s</a>.
uk: Детальніше про проект на <a href="%s"> %s</a>.

source: Add rule
uk: Додати правило

source: Remove rule
uk: Видаліть правило

source: seconds
uk: секунд

source: Refresh interval in milliseconds
uk: Інтервал оновлення у мілісекундах

source: Formatting rules
uk: Правила форматування

source: Select a log type on the left to edit it
uk: Виберіть тип журналу ліворуч щоб його змінити

source: Search
uk: Пошук

source: Add
uk: Додати

source: Enter the name of the new log type
uk: Введіть ім'я нового типу журналу

source: Invalid log type name
uk: Неправильне ім'я журналу

source: Rename
uk: Перейменувати

source: Enter the new name of the log type:
uk: Введіть нове ім'я типу журналу:

source: Remove
uk: Видалити

source: Are you sure you want to delete the selected log type?
uk: Ви дійсно бажаєте видалити вибраний тип журналу?

source: Unable to delete the log type
uk: Не вдалося видалити тип журнал

source: Log types
uk: Типи журналiв

source: Pattern
uk: Шаблон

source: Regular expression
uk: Регулярний вираз

source: Ignore case
uk: Ігнорувати регистр

source: Background color
uk: Колір фону

source: Foreground color
uk: Колір переднього плану

source: Example
uk: Приклад

source: Save
uk: Зберегти

source: Cancel
uk: Скасувати

source: Font family
uk: Гарнітура

source: Font size
uk: Розмір шрифту

source: Log types management
uk: Керування типами журналів

source: Do you want to search again?
uk: Ви хочете, щоб виконати пошук знову?

source: Preferences
uk: Налаштування

source: Look and feel
uk: Зовнішній вигляд

source: Language
uk: Мова

source: Session management
uk: Управлiння сесіями

source: Open
uk: Вiдкрити

source: Please select the session you want to open or remove:
uk: Будь ласка, виберіть сесії, ви хочете, щоб відкрити або видалити:

source: Are you sure you want to delete this session?
uk: Ви дійсно бажаєте видалити цю сесiю?

source: Edit
uk: Редагувати

source: File
uk: Файл

source: Open...
uk: Вiдкрити...

source: Manage sessions...
uk: Керувати сесiями...

source: Save current session
uk: Зберегти поточну сесiю

source: Please enter the session name:
uk: Будь ласка, введiть назву сесii:

source: Session name
uk: Назва сесii

source: Invalid session name
uk: Невiрна назва сесii

source: Help
uk: Допомога

source: Check for updates
uk: Перевiрити наявнiсть оновлень

source: About this application...
uk: Про цей додаток...

source: Options
uk: Опцii

source: Always on top
uk: Завжди нагорi

source: Manage log types...
uk: Керувати типами журналiв...

source: Preferences...
uk: Налаштування...

source: Open recents
uk: Вiдкрити недавнi

source: Clean recents
uk: Очистити недавнi

source: Windows
uk: Вiкна

source: Cascade windows
uk: Розташувати вiкна каскадом

source: Tile windows vertically
uk: Впорядкувати вікна без перекривання по вертикалі

source: Tile windows horizontally
uk: Вікна зверху донизу

source: Close all windows
uk: Закрити усi вiкна

source: New version %s is available
uk: Нова версiя %s доступна

source: Please visit the project website
uk: Будь ласка зайдiть на сайт проекту

source: There are not updates available
uk: Нема доступних оновлень

source: Unable to fetch server information
uk: Не вдалося отримати iнформацiю вiд сервера

source: The file does not exist
uk: Файл не iснуэ

source: Cannot open a directory
uk: Не можу вiдкрити директорiю

source: You do not have permissions to read this file
uk: У вас нема дозволу на читання цього файлу
